exports.donate = (id, Z0L4Y, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

*${Z0L4Y}*

❉──────────❉

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*

         
╔════════════════════
║ *DONASI KE ${Z0L4Y}*
╠════════════════════
║╭──❉ *DONASI BOS* ❉──
║│➸ *OVO*: +62 819-9997-1634
║│➸ *PULSA*: +62 819-9997-1634
║│➸ *GOPAY*: +62 819-9997-1634
║╰───────────
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│➸ *Masuk sini😙*
║│ _${whatsapp}_
║│➸ *YouTube mimin*
║│ _${nomer}_
║│➸ *Instagram <Follow>*
║│ _${instagram}_
║│➸ *Creator ${Z0L4Y}*
║│ _${nomer}_
║╰───────────
║         ${Z0L4Y}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║         ${Z0L4Y}
╠════════════════════
║ _*POWERED BY Z0L4Y*_
╚════════════════════`
}
